var оноо, нэр;

if (оноо=67){
if (оноо<60)
console.log("Бат", оноо, "Маш муу"); 

if (оноо>=60 && оноо<70)
console.log("Бат", оноо, "Хангалттай");

if (оноо>=70 && оноо<80)
console.log("Бат", оноо, "Дунд");

if (оноо>=80 && оноо<90)
console.log("Бат", оноо, "Сайн");

if (оноо>=90 && оноо<=100)
console.log("Бат", оноо, "Маш сайн");
}

if (оноо=59){
    if (оноо<60)
    console.log("Онцдүмд", оноо, "Маш муу"); 
    
    if (оноо>=60 && оноо<70)
    console.log("Онцдүмд", оноо, "Хангалттай");
    
    if (оноо>=70 && оноо<80)
    console.log("Онцдүмд", оноо, "Дунд");
    
    if (оноо>=80 && оноо<90)
    console.log("Онцдүмд", оноо, "Сайн");
    
    if (оноо>=90 && оноо<=100)
    console.log("Онцдүмд", оноо, "Маш сайн");
}